Repository: vol4onok/sandboxZend2
Catalog: PhpProject1/module/Application/language/*/LC_MESSAGES/messages.po
Languages: ru

source: The form submitted did not originate from the expected site
ru: Форма отправлена не от ожидаемого сайта

source: Email
ru: Электронный адрес

source: Password
ru: Пароль

source: Log In
ru: Войти

source: Value is required and can't be empty
ru: Поле обязательно для заплнения и не может оставаться незаполненным

source: This E-mail is not found in our records
ru: Адрес электронной почты не найден в базе данных

source: Bad confirmation code
ru: Неправильной код подтверждения

source: Wrong activation code or account already activated
ru: Неправильный код активации или аккаунт уже активирован

source: Administration Panel
ru: Панель администрирования

source: This action is forbidden for your role
ru: Доступ к данной странице запрещен для вашего пользователя

source: Cannot log you in: your account is blocked or server error encountered. Please contact Support
ru: Ошибка авторизации: ваш аккаунт заблокирован или на сервере произошла ошибка. Свяжитесь с техподдержкой

source: Server requires you should be logged in to access this area
ru: Вы доложны быть авторизованы для доступа к данной странице

source: E-Mail is not set or is empty
ru: Адрес электронной почты не указан или пустой

source: Cannot log you in: your account is blocked. Please contact Support
ru: Ошибка авторизации: ваш аккаунт заблокирован. Пожалуйста, свяжитесь с техподдержкой

source: Email address doesn't appear to be valid.
ru: Адрес электронной почты имеет неверный формат

source: Wrong login/password or your account is not activated
ru: Неправильно указаны данные авторизации или аккаунт не активен

source: Home
ru: Главная

source: Logout
ru: Выйти

source: Login
ru: Войти

source: Admin panel
ru: Админ панель

source: All rights reserved.
ru: Все права защищены.

source: Welcome to base project by !
ru: Добро пожаловать в базовый проект!

source: Solutions for Zend Framework 2
ru: Готовые решения для Zend Framework 2

source: Base classes to inherite controllers and models: AppController and AppTable
ru: Базовые классы для наследования контроллеров и моделей: AppController и AppTable

source: Read Wiki article
ru: Читать статью на Wiki

source: Admin panel interface
ru: Интерфейс админ панели

source: Company design, user friendly interface
ru: Корпоративный дизайн, удобный интерфейс

source: Go to admin panel
ru: Перейти в админ панель

source: Authorization page
ru: Страница авторизации

source: An error occurred
ru: Возникла ошибка

source: Controller
ru: Контроллер

source: Forbidden
ru: Отказано в доступе
